Repository: pureblue-os/purestore
Catalog: po/*.po
Languages: bs, hu, tr

source: Add, remove or update flatpak software on this computer
bs: Dodajte, uklonite ili ažurirajte flatpak softver na ovom računaru
hu: Flatpak alkalmazások telepítése, eltávolítása és frissítése
tr: Bu bilgisayara flatpak yazılımı ekle, kaldır ya da güncelle

source: GTK;System;PackageManager;Discover;Flatpak;Software;Store;
bs: GTK;Sistem;UpraviteljPaketa;Otkrijte;Flatpak;Softver;Prodavnica;
hu: GTK;System;PackageManager;Discover;Flatpak;Software;Store;rendszer;csomagkezelő;felfedezés;szoftver;áruház;bolt;
tr: GTK;System;PackageManager;Discover;Flatpak;Software;Store;Sistem;Paket Yöneticisi;Keşfet;Yazılımlar;Mağaza;Çarşı;

source: Hide EOL Entries
bs: Sakrij EOL unose
hu: Megszűnt alkalmazások elrejtése
tr: Kullanım ömrü dolan uygulamaları gizle

source: Hide EOL entries and entries depending on them
bs: Sakrij EOL unose i unose koji ovise o njima
hu: Megszűnt alkalmazások és a tőlük függők elrejtése
tr: Kullanım ömrü dolan uygulamaları ve onlara bağlı olanları gizle

source: Show Git Forge Star Counts
bs: Prikaži broj zvjezdica Git Forge
hu: Git Forge csillagszám mutatása
tr: Git Forge Yıldız Sayılarını Göster

source: Whether to attempt to detect and show "star counts" for projects in the full view
bs: Da li pokušati detektirati i prikazati "broj zvjezdica" za projekte u punom prikazu
hu: Kísérlet a projektek "csillagszámának" felismerésére és megjelenítésére a teljes nézetben
tr: Tam görünümde projeler için "yıldız sayılarını" algılama ve gösterme durumu

source: Only Show Free Software
bs: Prikaži samo slobodan softver
hu: Csak szabad szoftver mutatása
tr: Yalnızca Özgür Yazılımları Göster

source: Hide proprietary software when searching
bs: Sakrij vlasnicki softver pri pretrazi
hu: Zárt forráskódú szoftverek elrejtése kereséskor
tr: Arama yaparken sahipli yazılımları gizle

source: Show Only Flathub Content
bs: Prikaži samo Flathub sadržaj
hu: Csak Flathub tartalom mutatása
tr: Yalnızca Flathub İçeriğini Göster

source: Filter search results to only show applications available on Flathub
bs: Filtriraj rezultate pretrage da prikaže samo aplikacije dostupne na Flathubu
hu: Keresési eredmények szűrése, hogy csak a Flathubon elérhető alkalmazásokat mutassa
tr: Arama sonuçlarını yalnızca Flathubʼda bulunan uygulamaları gösterecek şekilde süz

source: Debounce Search Inputs
bs: Odgodi unos pretrage
hu: Keresési bevitel késleltetése
tr: Debounce Arama Girdilerini Geciktir

source: Add a delay before searching to prevent instant replies while typing
bs: Dodaj odgodu prije pretrage da spriječiš instant odgovore tokom pisanja
hu: Késleltetés hozzáadása a keresés előtt az azonnali válaszok elkerülésére gépelés közben
tr: Yazarken anlık yanıtları önlemek için aramadan önce gecikme ekle

source: Saved Window Dimensions
bs: Sačuvane dimenzije prozora
hu: Mentett ablakméretek
tr: Kaydedilen Pencere Boyutları

source: The window dimensions to be used by the next Store window
bs: Dimenzije prozora koje će koristiti sljedeći Store prozor
hu: A következő Bazár ablak által használandó ablakméretek
tr: Bir sonraki Store penceresince kullanılacak pencere boyutları

source: Discover and install applications
bs: Otkrijte i instalirajte aplikacije
hu: Alkalmazások felfedezése és telepítése
tr: Uygulamaları keşfet ve kur

source: A new app store for GNOME with a focus on discovering and installing applications and addons from Flatpak remotes, particularly Flathub.
hu: Egy új alkalmazásbolt GNOME-ra, amelynek fókuszában a Flatpak adattárakból, kifejezetten a Flathubról származó alkalmazások és kiegészítők felfedezése és telepítése áll.
tr: Flatpak uzaklarından, özellikle Flathubʼdan uygulama ve eklentileri keşfetmeye ve kurmaya odaklanan GNOME için yeni uygulama mağazası.

source: It emphasizes supporting the developers who make the Linux desktop possible. Store features a "curated" tab that can be configured by distributors to allow for a more localized experience.
hu: Hangsúlyozza a Linuxos asztali rendszereket létrehozó fejlesztők támogatását. A Bazár egy „válogatott” füllel is rendelkezik, amelyet a disztrók konfigurálhatnak, hogy lokalizáltabb élményt nyújtsanak.
tr: Linux masaüstünü mümkün kılan geliştiricileri desteklemeyi vurgular. Store, daha yerelleştirilmiş deneyim sunmak için dağıtıcılarca yapılandırılabilen bir "Özelleştirilmiş" sekmeye sahiptir.

source: The home page displaying Flathub apps
hu: A kezdőlap Flathub alkalmazásokkal
tr: Ana sayfada sadece Flathub uygulamalarını göster

source: Nucleus app page
hu: Alkalmazásoldal a Nucleus alkalmazással
tr: Nucleus uygulama sayfası

source: Search page
bs: Stranica za pretragu
hu: Keresési oldal
tr: Ara

source: Category page
hu: Kategória oldal
tr: Kategoriler

source: Manage Add-ons
bs: Upravljanje dodacima
hu: Kiegészítők kezelése
tr: Eklentileri Yönet

source: Remove
bs: Ukloni
hu: Eltávolítás
tr: Kaldır

source: Install
bs: Instaliraj
hu: Telepítés
tr: Kur

source: Of the size of human DNA
hu: Az emberi DNS méretéhez képest
tr: İnsan DNAʼsına kıyasla

source: 3 billion base pairs
hu: 3 milliárd bázispár
tr: 3 milyar baz çifti

source: Of the Linux Kernel
hu: A Linux Kernelhez képest
tr: Linux çekirdeğine kıyasla

source: Of the Apollo 11 guidance computer
hu: Az Apollo 11 irányító számítógépéhez képest
tr: Apollo 11ʼin yönlendirme bilgisayarına kıyasla

source: Total ROM and RAM
hu: A teljes ROM és RAM
tr: Toplam ROM ve RAM

source: Of the original Super Mario Bros
hu: Az eredeti Super Mario Bros méretéhez képest
tr: Özgün Super Mario Brosʼa kıyasla

source: On the NES
hu: A NES-en
tr: NES üzerinde

source: Of the size of Wikipedia
hu: A Wikipédia méretéhez képest
tr: Wikipedia büyüklüğüne kıyasla

source: Without any media
hu: Minden média nélkül
tr: Ortam olmadan

source: Download Size
bs: Veličina preuzimanja
hu: Letöltési méret
tr: İndirme Boyutu

source: Flatpak Files
bs: Flatpak datoteke
hu: Flatpak fájlok
tr: Flatpak Dosyaları

source: Flatpak File
bs: Flatpak datoteka
hu: Flatpak fájl
tr: Flatpak Dosyası

source: This functionality is currently disabled. It is recommended you download and install Flatseal to manage app permissions.
hu: Ez a funkció jelenleg nem elérhető. Javasoljuk, hogy telepítsd a Flatseal alkalmazást az alkalmazások engedélyeinek kezeléséhez.
tr: Bu işlev şu an devre dışıdır. Uygulama izinlerini yönetmek için Flatseal kurmanız önerilir.

source: translator-credits
bs: SecularSteve
hu: Benedek Dévényi <rdbende@proton.me>, 2025
tr: Sabri Ünal <yakushabb@gmail.com>, 2025

source: Constructing Flatpak instance...
hu: Flatpak példány létrehozása…
tr: Flatpak örneği inşa ediliyor...

source: Reusing last Flatpak instance...
hu: Legutóbbi Flatpak példány újrafelhasználása…
tr: Son Flatpak örneği yeniden kullanılıyor...

source: Flathub is not registered on this system
hu: A Flathub nincs beállítva ezen a rendszeren
tr: Flathub sistemde kayıtlı değil

source: Would you like to add Flathub as a remote? If you decline, the Flathub page will not be available. You can change this later.
hu: Szeretnéd engedélyezni a Flathub távoli adattárat? Ha ezt nem teszed meg, a Flathub fül nem lesz elérhető. Később ezt bármikor megváltoztathatod.
tr: Flathub uzak olarak eklensin mi? Reddetmeniz durumunda Flathub sayfası kullanılamaz. Bunu daha sonra değiştirebilirsiniz.

source: Later
bs: Kasnije
hu: Később
tr: Sonra

source: Add Flathub
bs: Dodaj Flathub
hu: Flathub engedélyezése
tr: Flathub Ekle

source: Identifying installed entries...
hu: Telepített tételek beazonosítása…
tr: Kurulu girişler tanımlanıyor...

source: Receiving Entries
hu: Tételek fogadása
tr: Girişler Alınıyor

source: %'d of %'d
hu: %'d/%'d
tr: %'d / %'d

source: Waiting for background indexing tasks to catch up...
hu: Várakozás a háttérben futó indexelési feladatok befejezésére…
tr: Arka plan dizinleme görevlerinin tamamlanması bekleniyor...

source: Completed initialization in %0.2f seconds
hu: Az indítás %0.2f másodperc alatt befejeződött
tr: Başlatma işlemi %0.2f saniyede tamamlandı

source: Checking for updates...
bs: Provjera ažuriranja...
hu: Frissítések keresése…
tr: Güncellemeler denetleniyor...

source: Synchronizing...
hu: Szinkronizálás…
tr: Eşzamanlanıyor...

source: Empty
bs: Prazno
hu: Üres
tr: Boş

source: No Curation
bs: Nema izloženih aplikacija
hu: Nincs válogatott tartalom
tr: Derlenmiş İçerik Yok

source: There is no curation information provided on this system. You can still browse applications on Flathub
bs: Na ovom sistemu nema informacija o izloženim aplikacijama. Možete i dalje pregledati aplikacije na Flathubu
hu: Ezen a rendszeren nem áll rendelkezésre válogatott tartalom. Még mindig böngészheted az alkalmazásokat a Flathubon
tr: Bu sistemde derlenmiş içerik bilgisi bulunmuyor. Yine de Flathub’daki uygulamalara göz atabilirsiniz.

source: Browse Flathub
bs: Pregledaj Flathub
hu: Flathub böngészése
tr: Flathubʼda Göz At

source: Offline
bs: Bez mreže
tr: Çevrim Dışı

source: Browser
bs: Pretraživač
hu: Böngésző
tr: Tarayıcı

source: Entry Inspector
bs: Inspektor unosa
hu: Tétel vizsgáló
tr: Giriş İnceleyici

source: Serialize
bs: Serijaliziraj
hu: Szerializálás
tr: Serileştir

source: Convert to JSON
bs: Pretvori u JSON
hu: JSON-ba konvertálás
tr: JSONʼa dönüştür

source: An Error Occurred
bs: Došlo je do greške
hu: Hiba történt
tr: Hata Oluştu

source: Close
bs: Zatvori
hu: Bezárás
tr: Kapat

source: Copy and Close
bs: Kopiraj i zatvori
hu: Másolás és bezárás
tr: Kopyala ve Kapat

source: App of the Day
bs: Aplikacija dana
hu: A nap alkalmazása
tr: Günün Uygulaması

source: Audio & Video
bs: Audio i video
hu: Hang és videó
tr: Ses ve Video

source: Media
bs: Mediji
hu: Média
tr: Medya

source: More Audio & Video
bs: Više audio i video
hu: Több Hang és videó
tr: Daha Fazla

source: Developer Tools
bs: Alati za programere
hu: Fejlesztői eszközök
tr: Geliştirici Araçları

source: Develop
bs: Razvoj
hu: Fejlesztés
tr: Geliştir

source: More Developer Tools
bs: Više alata za programere
hu: Több Fejlesztői eszköz
tr: Daha Fazla

source: Education
bs: Obrazovanje
hu: Oktatás
tr: Eğitim

source: Learn
bs: Učenje
hu: Tanulás
tr: Öğren

source: More Education
bs: Više obrazovanja
hu: Több oktatási
tr: Daha Fazla

source: Gaming
bs: Igranje
hu: Játék
tr: Oyun

source: Play
bs: Igraj
hu: Játék
tr: Oyna

source: More Gaming
bs: Više igara
hu: Több játék
tr: Daha Fazla

source: Graphics & Photography
bs: Grafika i fotografija
hu: Grafika és fényképezés
tr: Grafik ve Fotoğrafçılık

source: Create
bs: Stvaraj
hu: Alkotás
tr: Oluştur

source: More Graphics & Photography
bs: Više grafike i fotografije
hu: Több grafika és fényképezés
tr: Daha Fazla

source: Networking
bs: Umrežavanje
hu: Hálózat
tr: Ağ

source: More Networking
bs: Više umrežavanja
hu: Több hálózat
tr: Daha Fazla

source: Productivity
bs: Produktivnost
hu: Produktivitás
tr: Verimlilik

source: Work
bs: Posao
hu: Munka
tr: Çalış

source: More Productivity
bs: Više produktivnosti
hu: Több produktivitás
tr: Daha Fazla

source: Science
bs: Nauka
hu: Tudomány
tr: Bilim

source: More Science
bs: Više nauke
hu: Több tudomány
tr: Daha Fazla

source: System
bs: Sistem
hu: Rendszer
tr: Sistem

source: More System
bs: Više sistemskih
hu: Több rendszer
tr: Daha Fazla

source: Utilities
bs: Alatke
hu: Segédprogramok
tr: Araçlar

source: Tools
bs: Alati
hu: Eszközök
tr: Araçlar

source: More Utilities
bs: Više alatki
hu: Több segédprogram
tr: Daha Fazla

source: Trending
bs: U trendu
hu: Felkapott
tr: Trend

source: More Trending
bs: Više u trendu
hu: Még több felkapott
tr: Daha Fazla

source: Popular
bs: Popularno
hu: Népszerű
tr: Popüler

source: More Popular
bs: Više popularnih
hu: Még több népszerű
tr: Daha Fazla

source: Recently Added
bs: Zadnje dodano
hu: Nemrég hozzáadott
tr: Son Eklenenler

source: New
bs: Novo
hu: Új
tr: Yeni

source: More New
bs: Više novih
hu: Még több új
tr: Daha Fazla

source: Recently Updated
bs: Zadnje ažurirano
hu: Nemrég frissített
tr: Son Güncellenenler

source: Updated
bs: Ažurirano
hu: Frissített
tr: Güncellenenler

source: More Updated
bs: Više ažuriranih
hu: Még több frissített
tr: Daha Fazla

source: Mobile
bs: Mobilno
hu: Mobil
tr: Mobil

source: More Mobile
bs: Više mobilnih
hu: Több Mobil
tr: Daha Fazla

source: %d applications
bs: %d aplikacija
hu: %d alkalmazás
tr: %d uygulama

source: Flathub Not Added
hu: A Flathub nincs engedélyezve
tr: Flathub Eklenmedi

source: The Flathub remote was not found on any of your Flatpak installations
hu: A Flathub adattár nem található egyik Flatpak telepítéseden sem
tr: Flathub uzağı Flatpak kurulumlarınızda bulunamadı

source: Flathub Unavailable
hu: Flathub nem elérhető
tr: Flathub Kullanılamıyor

source: We could not connect to Flathub. You can still manage and search for applications.
hu: Nem sikerült csatlakozni a Flathubhoz. Még mindig kezelhetod és keresheted az alkalmazásokat.
tr: Flathubʼa bağlanamadı. Yine de uygulamaları yönetebilir ve arayabilirsiniz.

source: Search Apps
bs: Pretraži aplikacije
hu: Alkalmazások keresése
tr: Uygulamaları Ara

source: On the go
bs: U pokretu
hu: Útközben
tr: Hareket Halinde

source: Apps for your Linux phones and tablets
bs: Aplikacije za vaše Linux telefone i tablete
hu: Alkalmazások Linux telefonokra és táblagépekre
tr: Linux telefonlarınız ve tabletleriniz için uygulamalar

source: More Mobile apps
bs: Više mobilnih aplikacija
hu: Még több mobilapp
tr: Daha Çok Mobil Uygulama

source: Mobile Apps
bs: Mobilne aplikacije
hu: Mobilappok
tr: Mobil Uygulamalar

# Project URL Type
source: Flathub Page
bs: Flathub stranica
hu: Flathub oldal
tr: Flathub Sayfası

# Project URL Type
source: Project Website
bs: Web stranica projekta
hu: Projekt honlapja
tr: Proje Web Sitesi

# Project URL Type
source: Issue Tracker
hu: Hiba bejelentése
tr: Sorun İzleyici

# Project URL Type
source: FAQ
hu: GYIK
tr: SSS

# Project URL Type
source: Help
hu: Segítség
tr: Yardım

# Project URL Type
source: Donate
hu: Adományozás
tr: Bağış

# Project URL Type
source: Translate
hu: Segítség a fordításban
tr: Çevir

# Project URL Type
source: Contact
bs: Kontakt
hu: Kapcsolat
tr: Kişi

# Project URL Type
source: Source Code
hu: Forráskód
tr: Kaynak Kodu

# Project URL Type
source: Contribute
hu: Hozzájárulás
tr: Katkı Ver

source: Toggle transaction sidebar
bs: Uključi/isključi bočnu traku transakcija
hu: Tranzakciók megjelenítése/elrejtése
tr: Ödeme işlemleri kenar çubuğunu aç/kapat

source: Main Menu
bs: Glavni meni
hu: Főmenü
tr: Ana Menü

source: No Results
bs: Nema rezultata
hu: Nincs találat
tr: Sonuç Yok

source: Try a different search query
bs: Pokušajte s drugim upitom za pretragu
hu: Próbálkozz más keresőkifejezéssel
tr: Başka arama deneyin

source: Content
bs: Sadržaj
hu: Tartalom
tr: İçerik

source: Verified by the original developers
bs: Verifikovano od strane originalnih programera
hu: Az eredeti fejlesztők által hitelesítve
tr: Orijinal geliştiriciler tarafından doğrulandı

source: Support
bs: Podrška
hu: Támogatás
tr: Destek

source: Repository Star Count
hu: Adattár csillagszámlálója
tr: Depo Yıldız Sayısı

source: Open
bs: Otvori
hu: Megnyitás
tr: Aç

source: Download & Install Application
bs: Preuzmi i instaliraj aplikaciju
hu: Alkalmazás letöltése és telepítése
tr: Uygulama İndir ve Kur

source: Uninstall Application
bs: Deinstaliraj aplikaciju
hu: Alkalmazás eltávolítása
tr: Uygulama Kaldır

source: Install Other Version
hu: Másik verzió telepítése
tr: Diğer Sürümü Kur

source: Size
hu: Méret
tr: Boyut

source: Downloads /mo
bs: Preuzimanja /mj
hu: Letöltés/hó
tr: --- İndirme

source: Stopped Receiving Core Updates
bs: Prestao primati osnovna ažuriranja
hu: Nem kap több alapfrissítést
tr: Temel güncellemeler artık alınmıyor

source: This app uses a runtime that no longer recieves updates or security fixes. It may become unsafe to use.
hu: Ez az alkalmazás olyan futtatókörnyezetet használ, amely már nem kap frissítéseket vagy biztonsági javításokat. Használata veszélyessé válhat.
tr: Bu uygulama artık güncelleme veya güvenlik düzeltmesi almayan bir çalışma zamanı kullanıyor. Kullanımı güvensiz olabilir.

source: %.2fK
tr: %.2fB

source: %d downloads in the last 30 days
bs: %d preuzimanja u posljednjih 30 dana
hu: %d letöltés az elmúlt 30 napban
tr: Son 30 günde %d indirme

source: Download size of %s
bs: Veličina preuzimanja od %s
hu: Letöltés mérete: %s
tr: %s indirme boyutu

source: All Ages
bs: Sve dobi
hu: Minden életkor
tr: Tüm Yaşlar

source: Age Rating
bs: Dobna ocjena
hu: Korhatár
tr: Yaş Sınıfı

source: Suitable for all ages
bs: Pogodno za sve dobi
hu: Minden korosztály számára alkalmas
tr: Tüm yaşlar için uygun

source: Suitable for ages %d and up
bs: Pogodno za dob %d i više
hu: %d éves kortól ajánlott
tr: %d yaş ve üzeri için uygun

source: Unknown
bs: Nepoznato
hu: Ismeretlen
tr: Bilinmiyor

source: Kapalı Lisanslı Uygulama
tr: Sahipli Yazılım

source: Free software licensed under %s
bs: Slobodan softver pod licencom %s
hu: Szabad szoftver a(z) %s licenc alatt
tr: %s lisansı altında özgür yazılım

source: Free
bs: Slobodan
hu: Szabad
tr: Özgür

source: Proprietary
bs: Vlasnički
hu: Védett
tr: Sahipli

source: Adaptive
bs: Adaptivno
hu: Alkalmazkodó
tr: Uyarlanabilir

source: Desktop Only
bs: Samo desktop
hu: Csak asztali
tr: Yalnızca Masaüstü

source: Works on desktop, tablets, and phones
bs: Radi na desktop računarima, tabletima i telefonima
hu: Működik asztali számítógépen, táblagépen és mobiltelefonon
tr: Masaüstü, tablet ve telefonlarda çalışır

source: May not work on mobile devices
bs: Možda ne radi na mobilnim uređajima
hu: Lehet, hogy nem működik mobileszközökön
tr: Mobil cihazlarda çalışmayabilir

source: No URL
bs: Nema URL-a
hu: Nincs URL
tr: URL Yok

source: This application has a FLOSS license, meaning the source code can be audited for safety.
bs: Ova aplikacija ima FLOSS licencu, što znači da se izvorni kod može revidirati radi sigurnosti.
hu: Ez az alkalmazás Szabad és Nyílt Forráskódú licenccel rendelkezik, ami azt jelenti, hogy által a forráskód biztonsági szempontból bárki által ellenőrizhető.
tr: Bu uygulama FLOSS (Özgür ya da Açık Kaynak Yazılım) lisansına sahip, yani kaynak kodu güvenlik açısından denetlenebilir.

source: This application has a proprietary license, meaning the source code is developed privately and cannot be audited by an independent third party.
bs: Ova aplikacija ima vlasničku licencu, što znači da je izvorni kod razvijen privatno i ne može ga revidirati nezavisna treća strana.
hu: Ez az alkalmazás kereskedelmi licenccel rendelkezik, ami azt jelenti, hogy a forráskód magántulajdonban van, és független harmadik fél nem ellenőrizheti.
tr: Bu uygulama sahipli lisansa sahip, yani kaynak kodu özel olarak geliştirilmiştir ve bağımsız üçüncü tarafca denetlenemez.

source: Other Apps by this Developer
bs: Ostale aplikacije ovog programera
hu: A fejlesztő egyéb alkalmazásai
tr: Bu Geliştiricinin Diğer Uygulamaları

source: Other Apps by %s
bs: Ostale aplikacije od %s
hu: %s egyéb alkalmazásai
tr: %s Tarafından Diğer Uygulamalar

source: Show Less
bs: Prikaži manje
hu: Kevesebb mutatása
tr: Daha Az Göster

source: Show More
bs: Prikaži više
hu: Több mutatása
tr: Daha Fazla Göster

source: Keyboard support
bs: Podrška tastature
hu: Billentyűzet támogatás
tr: Klavye desteği

source: Requires keyboards
bs: Zahtijeva tastaturu
hu: Billentyűzet szükséges
tr: Klavye gerektirir

source: Recommends keyboards
bs: Preporučuje tastaturu
hu: Billentyűzet ajánlott
tr: Klavye önerilir

source: Supports keyboards
bs: Podržava tastaturu
hu: Billentyűzet használható
tr: Klavyeleri destekler

source: Unknown support for keyboards
bs: Nepoznata podrška za tastaturu
hu: Billentyűzet támogatás ismeretlen
tr: Klavyeler için destek bilinmiyor

source: Mouse support
bs: Podrška miša
hu: Egér támogatás
tr: Fare desteği

source: Requires mice or pointing devices
bs: Zahtijeva miš ili pokazivački uređaj
hu: Egér vagy mutatóeszköz szükséges
tr: Fare veya işaretleme aygıtı gerektirir

source: Recommends mice or pointing devices
bs: Preporučuje miš ili pokazivački uređaj
hu: Egér vagy mutatóeszköz ajánlott
tr: Fare veya işaretleme aygıtı önerilir

source: Supports mice or pointing devices
bs: Podržava miš ili pokazivački uređaj
hu: Egér vagy mutatóeszköz használható
tr: Fare veya işaretleme aygıtlarını destekler

source: Unknown support for mice or pointing devices
bs: Nepoznata podrška za miš ili pokazivačke uređaje
hu: Egér vagy mutatóeszköz támogatás ismeretlen
tr: Fare veya işaretleme aygıtları için destek bilinmiyor

source: Touchscreen support
bs: Podrška ekrana osjetljivog na dodir
hu: Érintőképernyő támogatás
tr: Dokunmatik ekran desteği

source: Requires touchscreens
bs: Zahtijeva ekran osjetljiv na dodir
hu: Érintőképernyő szükséges
tr: Dokunmatik ekran gerektirir

source: Recommends touchscreens
bs: Preporučuje ekran osjetljiv na dodir
hu: Érintőképernyő ajánlott
tr: Dokunmatik ekran önerilir

source: Supports touchscreens
bs: Podržava ekran osjetljiv na dodir
hu: Érintőképernyő használható
tr: Dokunmatik ekranları destekler

source: Unknown support for touchscreens
bs: Nepoznata podrška za ekrane osjetljive na dodir
hu: Érintőképernyő támogatás ismeretlen
tr: Dokunmatik ekranlar için destek bilinmiyor

source: Mobile support
bs: Mobilna podrška
hu: Mobil támogatás
tr: Mobil desteği

source: Works on mobile devices
bs: Radi na mobilnim uređajima
hu: Működik mobileszközökön
tr: Mobil cihazlarda çalışır

source: May not work well on mobile devices
bs: Možda neće dobro raditi na mobilnim uređajima
hu: Lehet, hogy nem működik jól mobileszközökön
tr: Mobil cihazlarda iyi çalışmayabilir

source: Desktop support
bs: Desktop podrška
hu: Asztali támogatás
tr: Masaüstü desteği

source: Works well on large screens
bs: Dobro radi na velikim ekranima
hu: Jól működik nagy kijelzőkön
tr: Büyük ekranlarda iyi çalışır

source: %s works best on specific hardware
bs: %s najbolje radi na specifičnom hardveru
hu: %s csak bizonyos eszközökön működik jól
tr: %s belirli donanımda en iyi çalışır

source: %s works on most devices
bs: %s radi na većini uređaja
hu: %s a legtöbb eszközön működik
tr: %s çoğu cihazda çalışır

source: Hardware Support
bs: Hardverska podrška
hu: Hardver támogatás
tr: Donanım Desteği

source: Store Inspector
bs: Store inspektor
hu: Bazár vizsgáló
tr: Store İnceleyici

source: Enable Global Debug Mode
hu: Globális hibakeresési mód engedélyezése
tr: Genel Hata Ayıklama Modunu Etkinleştir

source: Active Curated-Configs
hu: Aktív válogatott konfigurációk
tr: Etkin Özelleştirme Ayarları

source: All Entry Groups
hu: Összes tételcsoport
tr: Tüm Giriş Grupları

source: Filter...
hu: Szűrés...
tr: Süz...

source: Decache and Inspect
hu: Gyorsítótár törlése és vizsgálat
tr: Ayır ve İncele

source: No Flatpaks Installed
bs: Nema instaliranih Flatpak uređaja
hu: Nincs telepített Flatpak
tr: Kurulu Flatpak Yok

source: Installed
bs: Instalirano
hu: Telepítve
tr: Yüklü

source: Choose an Installation
hu: Telepítés kiválasztása
tr: Kurulum seç

source: You have multiple versions of this app installed. Which one would you like to proceed with?
hu: Ennek az alkalmazásnak több verziója is telepítve van. Melyikkel szeretnéd folytatni?
tr: Bu uygulamanın birden çok sürümü kurulu. Hangisiyle devam etmek istersiniz?

source: Cancel
bs: Otkaži
hu: Mégse
tr: İptal

source: This app is not developed in the open, so only its developers know how it works. It may be insecure in ways that are hard to detect, and it may change without oversight. You may not be able to contribute to this app.
hu: Ez az alkalmazás zárt fejlesztésű, ezért csak a fejlesztői ismerik a belső működését. Lehetnek olyan biztonsági hiányosságai, amelyek nehezen észlelhetők, illetve a működése észrevétlenül megváltozhat. Nem tudsz hozzájárulni az alkalmazás fejlesztéséhez.
tr: Bu uygulama açık geliştirilmiyor, bu nedenle yalnızca geliştiricileri nasıl çalıştığını biliyor. Tespit edilmesi zor şekillerde güvensiz olabilir ve gözetim olmadan değişebilir. Bu uygulamaya katkıda bulunamayabilirsiniz.
