Repository: pureblue-os/purestore
Catalog: po/*.po
Languages: bs, hu, tr

source: This app is developed in the open by an international community. You can participate and help make it even better.
hu: Ezt az alkalmazást egy nemzetközi közösség nyíltan fejleszti. Te is csatlakozhatsz és segíthetsz még jobbá tenni.
tr: Bu uygulama uluslararası bir topluluk tarafından açık olarak geliştiriliyor. Katılabilir ve daha iyi hale getirmesine yardımcı olabilirsiniz.

source: This app is developed in the open by an international community, and released under the <a href="%s">%s</a> license. You can participate and help make it even better.
hu: Ezt az alkalmazást egy nemzetközi közösség nyíltan fejleszti, és a(z) <a href="%s">%s</a> teszi elérhetővé. Te is csatlakozhatsz és segíthetsz még jobbá tenni.
tr: Bu uygulama uluslararası bir topluluk tarafından açık olarak geliştiriliyor ve <a href="%s">%s</a> lisansı altında yayınlanıyor. Katılabilir ve daha iyi hale getirmesine yardımcı olabilirsiniz.

source: Preferences
bs: Postavke
hu: Beállítások
tr: Tercihler

source: Search
bs: Pretraži
hu: Keresés
tr: Ara

source: Free Software Only
hu: Csak szabad szoftver
tr: Yalnızca Özgür Yazılım

source: Hide proprietary applications from search results
hu: Zárt forráskódú alkalmazások elrejtése a keresési eredményekből
tr: Sahipli uygulamaları arama sonuçlarından gizle

source: Flathub Results Only
hu: Csak Flathub eredmények
tr: Yalnızca Flathub Sonuçları

source: Limit search results to applications only available on Flathub
hu: Keresés korlátozása a Flathubon elérhető alkalmazásokra
tr: Arama sonuçlarını yalnızca Flathubʼda bulunan uygulamalarla sınırla

source: Delay Search Results
hu: Keresés késleltetése
tr: Arama Sonuçlarını Geciktir

source: Improve results performance by debouncing search terms
hu: Keresés teljesítményének javítása a keresőkifejezések pergésmentesítésével
tr: Arama terimlerini geciktirerek sonuç performansını iyileştir

source: Application Details
hu: Alkalmazás részletei
tr: Uygulama Ayrıntıları

source: Display Star Count
hu: Csillagszámláló mutatása
tr: Yıldız Sayısını Göster

source: Show the star count of an application's source code repository
hu: Az alkalmazás forráskód-adattára csillagszámának megjelenítése
tr: Bir uygulamanın kaynak kodu deposunun yıldız sayısını göster

source: End of Life Apps
hu: Megszűnt alkalmazások
tr: Kullanım Ömrü Dolan Uygulamalar

source: Hide EOL Apps
hu: Megszűnt alkalmazások elrejtése
tr: Kullanım Ömrü Dolan Uygulamaları Gizle

source: Hide apps which are no longer supported by their developers
hu: A fejlesztők által már nem támogatott alkalmazások elrejtése
tr: Geliştiricileri tarafından artık desteklenmeyen uygulamaları gizle

source: PureStore can fetch and display the star count from an application's source code repository on a remote Git forge. For projects on GitHub, rate limits may cause them not to appear.
tr: PureStore uzak Git sunucusundaki bir uygulamanın kaynak kodu deposundan yıldız sayısını alabilir ve gösterebilir. GitHubʼdaki projeler için hız sınırları görüntülenmemesine neden olabilir.

source: Version History
bs: Historija verzija
hu: Verziótörténet
tr: Sürüm Geçmişi

source: Version %s
hu: %s verzió
tr: Sürüm %s

source: No details for this release
hu: Nincsenek részletek ehhez a kiadáshoz
tr: Bu sürüm için ayrıntı yok

source: Stopped Receiving Updates
bs: Prestao primati ažuriranja
hu: Nem kap több frissítést
tr: Güncelleme Almıyor

source: Get
bs: Preuzmi
hu: Letöltés
tr: Al

source: Search Apps, Games, Software
bs: Pretraži aplikacije, igre, softver
hu: Alkalmazások, játékok, szoftverek keresése
tr: Uygulama, Oyun, Yazılım Ara

source: Categories Unavailable
bs: Kategorije nedostupne
hu: Kategóriák nem elérhetők
tr: Kategoriler Kullanılamıyor

source: Search for apps using the search bar above.
bs: Pretražite aplikacije koristeći traku za pretragu iznad.
hu: Keresd az alkalmazásokat a fenti keresősáv segítségével.
tr: Yukarıdaki arama çubuğunu kullanarak uygulama arayın.

source: No Applications Found
bs: Nije pronađena nijedna aplikacija
hu: Nem található alkalmazás
tr: Uygulama Bulunamadı

source: No results found for "%s" in Flathub
hu: Nincs találat a(z) "%s" keresésre a Flathubon
tr: Flathubʼda "%s" için sonuç bulunamadı

source: Copied!
hu: Másolva!
tr: Kopyalandı!

source: Copy Link
bs: Kopiraj vezu
hu: Hivatkozás másolása
tr: Bağlantıyı Kopyala

source: Open Link
hu: Hivatkozás megnyitása
tr: Bağlantıyı Aç

source: Timeline
hu: Idővonal
tr: Zaman çizgisi

source: Installs:
bs: Instalacije:
hu: Telepítés:
tr: Kurulumlar:

source: World
hu: Térkép
tr: Dünya

source: Finished in %.02f seconds
bs: Završeno za %.02f sekundi
hu: Befejezve %.02f másodperc alatt
tr: %.02f saniyede bitti

source: App Add-on
hu: Alkalmazás kiegészítő
tr: Uygulama Eklentisi

source: Runtime
hu: Futtatókörnyezet
tr: Çalışma Zamanı

source: Install Size
bs: Veličina instalacije
hu: Telepített méret
tr: Kurulum Boyutu

source: Update
bs: Ažuriraj
hu: Frissítés
tr: Güncelle

source: Transferred %s so far
hu: Eddig átvíve: %s
tr: %s kısmı aktarıldı

source: Pending
bs: Na čekanju
hu: Függőben
tr: Beklemede

source: Install Now
bs: Instaliraj odmah
hu: Telepítés most
tr: Şimdi Kur

source: Updates Are Available
bs: Dostupna su ažuriranja
hu: Frissítések elérhetők
tr: Güncelleme Var

source: The following applications are eligible for updates. Would you like to install them?
bs: Sljedeće aplikacije ispunjavaju uslove za ažuriranja. Želite li ih instalirati?
hu: A következő alkalmazások frissítésre várnak. Szeretnéd telepíteni őket?
tr: Aşağıdaki uygulamalar güncelleme için uygun. Güncellemeler kurulsun mu?

source: %d runtimes and/or addons are eligible for updates. Would you like to install them?
bs: %d okruženja za izvršavanje i/ili dodaci ispunjavaju uslove za ažuriranja. Želite li ih instalirati?
hu: %d futtatókörnyezet és/vagy kiegészítőhöz érhető el frissítés. Szeretnéd telepíteni ezeket?
tr: %d çalışma zamanı ve/veya uzantı güncelleme için uygun. Güncellemeler kurulsun mu??

source: Additionally, %d runtimes and/or addons will be updated.
bs: Pored toga, ažurirat će se i sljedeći broj runtime okruženja i/ili dodataka: %d.
hu: További %d futtatókörnyezet és/vagy kiegészítő frissítve lesz.
tr: Ayrıca, %d çalışma zamanı ve/veya uzantı güncellenecek..

source: Inspect UI Entry
hu: UI elem vizsgálata
tr: UI Girişini İncele

source: All Debug Actions
hu: Minden hibakeresési művelet
tr: Tüm Hata Ayıklama Eylemleri

source: Tasks
hu: Feladatok
tr: Görevler

source: Stop Active Tasks
hu: Futó feladatok leállítása
tr: Etkin Görevleri Durdur

source: Clear History
hu: Előzmények törlése
tr: Geçmişi Temizle

source: No Tasks Yet
hu: Nincsenek feladatok
tr: Henüz Görev Yok

source: Curated
bs: Izloženo
hu: Válogatott
tr: Özelleştirilmiş

source: Install from File...
bs: Instaliraj iz datoteke...
hu: Telepítés fájlból...
tr: Dosyadan Kur...

source: _Refresh Content
bs: _Osvježi sadržaj
hu: Ú_jratöltés
tr: İçeriği _Yenile

source: _Preferences
bs: _Postavke
hu: _Beállítások
tr: _Tercihler

source: _Keyboard Shortcuts
bs: _Prečice na tastaturi
hu: _Gyorsbillentyűk
tr: _Klavye Kısayolları

source: _About Store
bs: _O Store-u
hu: A Bazár _névjegye
tr: _Store _Hakkında

source: _Quit Store
bs: _Zatvori Store
hu: _Kilépés
tr: Storeʼdan _Çık

source: Open Store Inspector
bs: Otvori Store inspektor
hu: Bazár vizsgáló megnyitása
tr: Store İnceleyiciyi Aç

source: The ability to inspect and install local .flatpak bundle files is coming soon! In the meantime, try running flatpak install --bundle your-bundle.flatpak on the command line.
bs: Mogućnost pregleda i instaliranja lokalnih .flatpak datoteka paketa uskoro stiže! U međuvremenu, pokušajte pokrenuti flatpak install --bundle your-bundle.flatpak u komandnom redu.
hu: Hamarosan elérhető lesz a helyi .flatpak csomagfájlok ellenőrzésének és telepítésének lehetősége! Addig is próbáld meg futtatni a flatpak install --bundle your-bundle.flatpak parancsot a parancssorban.
tr: Yerel .flatpak paket dosyalarını inceleme ve kurma özelliği yakında kullanıma sunulacak! Bu özellik kullanıma sunulana kadar, komut satırında şu komutu çalıştırmayı deneyin: flatpak install --bundle your-bundle.flatpak

source: Can't do that right now!
bs: To se sada ne može uraditi!
hu: Ezt most nem lehetséges!
tr: Şimdi yapma!

source: Install %s?
bs: Instaliraj %s?
hu: %s telepítése
tr: %s Kurulsun Mu?

source: May install additional shared components
hu: További megosztott összetevők telepíthetők
tr: Ek paylaşımlı bileşenler kurabilir

source: Uninstall %s?
bs: Deinstaliraj %s?
hu: %s eltávolítása?
tr: %s Kaldırılsın Mı?

source: It will not be possible to use this app after it is uninstalled.
bs: Neće biti moguće koristiti ovu aplikaciju nakon deinstalacije.
hu: Az eltávolítás után nem lesz lehetőség az alkalmazás használatára.
tr: Kaldırıldıktan sonra bu uygulama kullanılamayacak.

source: Clear Data
bs: Obriši podatke
hu: Adatok törlése
tr: Verileri Temizle

source: Uninstall & Clear Data
bs: Deinstaliraj i obriši podatke
tr: Kaldır ve Verileri Temizle

source: Uninstall
bs: Deinstaliraj
hu: Eltávolítás
tr: Kaldır

source: Resume Current Tasks
hu: Feladatok folytatása
tr: Geçerli Görevleri Sürdür

source: Pause Current Tasks
hu: Feladatok szüneteltetése
tr: Geçerli Görevleri Duraklat

source: %s: %'u downloads
tr: %s: %'u indirme

# shortcut window
source: General
bs: Općenito
hu: Általános
tr: Genel

# shortcut window
source: Open Search Dialog
bs: Otvori dijalog za pretragu
hu: Keresőablak megnyitása
tr: Arama İletişim Kutusunu Aç

# shortcut window
source: Open Preferences
bs: Otvori postavke
hu: Beállítások megnyitása
tr: Tercihleri Aç

# shortcut window
source: Refresh
bs: Osvježi
hu: Újratöltés
tr: Yenile

# shortcut window
source: Toggle Transaction Manager
bs: Uključi/isključi Upravitelja za transakcije
hu: Tranzakciókezelő megjelenítése/elrejtése
tr: Ödeme İşlemleri Yöneticisini Aç/Kapat

# shortcut window
source: Show Shortcuts
bs: Prikaži prečice
hu: Gyorsbillentyűk
tr: Kısayolları Göster

# shortcut window
source: Quit
bs: Odustani
hu: Kilépés
tr: Çık

source: Store
hu: Bazár

source: Proprietary Software
bs: Vlasnički softver
hu: Zárt forráskódú szoftver
